Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/ja-omegat.tmx
Source language: en_us
Languages: ja

source: A long-range flying chest.
ja: 長距離輸送向けの航空機

source: How did you get this?
ja: どうやって入手したのですか？

source: The ultimate in aerial superiority.
ja: 空中において究極の戦闘力を誇る航空機

source: Recon and combat aircraft
ja: 偵察や戦闘向けの航空機

source: For when you need to get somewhere FAST.
ja: 超高速移動可能な航空機

source: Cargo plane
ja: 貨物輸送機

source: Cheat machine
ja: チートマシン

source: Flying fortress
ja: フライングフォートレス

source: Gunship
ja: 戦闘機

source: Jet
ja: ジェット機

source: Afterburner
ja: アフターバーナー

source: Aircraft Energy Shield
ja: 航空機用エネルギーシールドモジュール

source: You must have test mod enabled, huh?
ja: test modを有効にしていませんか？

source: Recon and combat aircraft.
ja: 偵察や戦闘向けの航空機

source: Vehicle-Mounted Cannon
ja: 航空機関砲

source: Vehicle-Mounted Machine gun
ja: 航空機関銃

source: Vehicle-Mounted Rocket launcher
ja: ミサイルポッド

source: Machine gun
ja: 航空機関銃

source: Flying Fortress
ja: フライングフォートレス

source: Flying-fortress machine gun
ja: 航空機関銃

source: Flying-fortress rocket launcher
ja: ミサイルポッド

source: High explosive cannon shell
ja: 高性能炸裂砲弾

source: Napalm launcher
ja: ナパームランチャー

source: Further research into high-speed aerodynamics.
ja: 航空力学に関するより高度な研究です。

source: Push your aircraft to the speed limit with an afterburner!
ja: 航空機の最高速度を上昇させます。

source: Lightweight, high-capicity shield modules designed for heavy fire.
ja: 軽量で大容量のシールドモジュールは敵への集中砲火を可能とします。

source: A long-range flying chest, comes equipped with a weak machine gun, and no equipment grid, but has an enormous cargo capacity.
ja: 長距離輸送が可能な航空機です。兵装は機関銃のみのモジュール搭載が出来ない仕様ですが、大容量の積載量を誇ります。

source: The ultimate in aerial superiority, comes with a tank cannon (Yes, you read that right), a high round-per-minute machine gun, a homing missile launcher, and a huge equipment grid!
ja: 強力な機関砲、高速な機関銃、ミサイルランチャーそして巨大なモジュールスロットを有する空中の要塞とも言えるべき航空機です。

source: Combat and cargo aircraft, the standard aircraft which all others are branched off of.
ja: 一般的な航空機から派生した戦闘及び輸送に有用な航空機です。

source: 10x (theoretically) stronger explosive shells, for when dead isn't good enough.
ja: 通常の炸裂砲弾と比べて理論上は10倍強力な炸裂砲弾です。敵を殲滅するのに十分な威力でしょう。

source: For when you need to get somewhere FAST, comes with a rapid-fire machine gun, homing missile launcher, and a napalm launcher. Yeah, you betcha that napalm hurts.
ja: 高速な移動性能を有し速射機関銃、誘導ミサイルランチャーそしてナパームランチャーを搭載した航空機です。

source: Advanced Aerodynamics
ja: 発展航空力学

source: Aircraft energy shield
ja: 航空機用エネルギーシールドモジュールの開発

source: Cargo planes
ja: 貨物輸送機の開発

source: Gunships
ja: 戦闘機の開発

source: High-explosive cannon shells
ja: 高性能炸裂砲弾の開発

source: Jets
ja: ジェット機の開発

source: Creosote Oil
ja: クレオソート油

source: A preperation to the burning of charcoal
ja: 木炭に加工する前の前処理を施した原木です

source: Antiseptic medicine made of creosote (not FDA approved)
ja: クレオソート消毒薬を原料とした医薬品です。(FDA未承認)

source: Charcoal Preparate
ja: 加工前の木炭

source: Creosote Antiseptic
ja: クレオソート消毒薬

source: Charcoal
ja: 木炭

source: Improved Charcoal Creation
ja: 発展的な木炭加工

source: Charcoal Preparation
ja: 加工前の木炭

source: Coal Coke Burning
ja: 石炭製造

source: Creosote Antiseptic Medicine
ja: クレオソート医薬品

source: Impregnated Wood
ja: 防腐処理済み原木

source: Solid Fuel From Creosote Oil
ja: 固形燃料

source: a more complex way of creating charcoal. this includes catching the creosote fumes for other uses and creating coal coke
ja: より複雑な木炭加工を可能にします。これによりクレオソート油の精製と石炭の同時製造が可能となります。

source: Complex Charcoal and Derivatives Processing
ja: 複雑な木炭と副産物の加工処理技術

source: A barrel of slimy Diesel. Don't spill any!
ja: ぬるぬるしたディーゼル燃料入りのドラム缶です。こぼさないように！

source: Diesel Fuel Barrel
ja: ディーゼル燃料バレル

source: Work out how to pour Diesel fuel from KS Power into Bob's Barrels. And take it out again.
ja: Bob'sModで追加されるドラム缶のように、KSPowerのディーゼル燃料をドラム缶に詰めるための手段です。

source: Diesel Barrelling
ja: ディーゼル燃料の封入技術

source: Oil Steam Boiler
ja: 石油ボイラー

source: Burns Oil for Steam
ja: 石油を燃やして蒸気を作り出します。

source: Burn Crude Oil
ja: 原油で加熱

source: Burn Heavy Oil
ja: 重油で加熱

source: Burn Light Oil
ja: 軽油で加熱

source: Unlocks the technology to burn oil for alternative production of energy.
ja: 新たな発電手段のために石油燃焼技術を獲得します。

source: Oil Burning
ja: 石油の燃焼技術

source: Burner Generator
ja: 燃料式発電機

source: A Burner Generator for production of power without water
ja: 水を使わずに発電できます。

source: Diesel Generator
ja: ディーゼル発電機

source: Diesel Fuel
ja: ディーゼル燃料

source: Wind Turbine
ja: 風力発電機

source: Sapling
ja: 植樹用苗木

source: Try not to think about it...
ja: 植樹のための苗木を製造します。

source: Seed Extraction
ja: 種の抽出

source: Delete
ja: 削除

source: Sticky notes and signs
ja: 付箋紙/看板 No.__1__

source: Use this item to leave a note on the ground as a reminder for yourself or a message to other players.
ja: 自分へのリマインダーや他のプレイヤーへメッセージを残すことが出来ます。

source: Use this item to leave a sign on the ground as a reminder for yourself or a message to other players.
ja: 自分へのリマインダーや他のプレイヤーへメッセージを残すことが出来ます。

source: StickyNotes note-data
ja: StickyNotes ノートデータ

source: Sticky note
ja: 付箋紙

source: Sticky sign
ja: 看板

source: StickyNotes flying-text
ja: StickyNotes 浮遊メッセージ

source: Invisible note
ja: 不可視メモ

source: Auto-show
ja: 自動表示

source: Note is hidden unless you hover mouse on it.
ja: マウスをポイントするまでメッセージを非表示にします。

source: Close
ja: 閉じる

source: Close window
ja: ウィンドウを閉じます。

source: Delete text (and sign)
ja: 文字を消去します。

source: Locked by admin
ja: 管理者によるロック

source: If locked, then text can only be modified and destroyed by admins.
ja: 有効にした場合は、管理者のみがメッセージの変更と撤去を行えるようになります。

source: Locked by force
ja: 設置者によるロック

source: If locked, then text can only be modified by players of the same force.
ja: 有効にした場合は、設置者のみがメッセージの変更を行えるようになります。

source: Map-mark
ja: マップに表示

source: Also display the text on the general map.
ja: メッセージをマップ上に表示します。

source: Text
ja: メッセージ

source: Sticky note/sign #__1__
ja: 付箋紙/看板 No.__1__

source: Use sticky notes (or signs) to leave notes on the ground as a reminder for yourself or a message to other players.
ja: 自分へのリマインダーや他のプレイヤーへのメッセージを残すのに使える付箋紙と看板を作れるようになります。

source: Active Provider Storehouse
ja: アクティブ供給保管庫

source: Storehouse
ja: 保管庫

source: Passive Provider Storehouse
ja: パッシブ供給保管庫

source: Requester Storehouse
ja: 要求保管庫

source: Smart Storehouse
ja: スマート保管庫

source: Storage Storehouse
ja: 貯蔵保管庫

source: Active Provider Warehouse
ja: アクティブ供給倉庫

source: Warehouse
ja: 倉庫

source: Passive Provider Warehouse
ja: パッシブ供給倉庫

source: Requester Warehouse
ja: 要求倉庫

source: Smart Warehouse
ja: スマート倉庫

source: Storage Warehouse
ja: 貯蔵倉庫

source: Stores some items
ja: 多くのアイテムを保管できます

source: Stores many many items
ja: 大量のアイテムを保管できます

source: Provider Warehouse
ja: 供給倉庫

source: Logistics Warehousing
ja: 物流倉庫の建造

source: Warehousing
ja: 倉庫の建造

source: Smart Warehousing
ja: スマート倉庫の建造

source: Dirt
ja: 土

source: Pure Copper
ja: 純銅

source: Pure Iron
ja: 純鉄

source: Open turret slot manager
ja: タレットマネージャーを開く

source: Acidic compound
ja: 酸性化合物ダメージ

source: Radar works.
ja: レーダー動作

source: High-performance radar works.
ja: 高性能レーダー動作

source: Request chest for a shell. Only registered shells can be inserted, and unusable shells will be deleted. Please check with Ctrl + Q.
ja: 砲弾用の要求チェストです。砲弾のみフィルター登録可能であり使用出来ないものは削除されます。\nCtrl+Qで確認して下さい。

source: Request chest for a rocket. Only registered rockets can be inserted, and unusable rockets will be deleted. Please check with Ctrl + Q.
ja: ロケット弾用の要求チェストです。ロケット弾のみフィルター登録可能であり、使用出来ないものは削除されます。\nCtrl+Qで確認して下さい。

source: Request chest for a capsule. Only registered capsules can be inserted, and unusable capsules will be deleted. Please check with Ctrl + Q.
ja: カプセル用の要求チェストです。カプセルのみフィルター登録可能であり、使用出来ないものは削除されます。\nCtrl+Qで確認して下さい。

source: Acidthrower turret
ja: 強酸放射タレット

source: Advanced laser turret
ja: 発展型レーザータレット

source: Prototype electron beam turret
ja: 試作型電子ビームタレット

source: Enhanced electron beam turret
ja: 強化型電子ビームタレット

source: Cannon Turret
ja: キャノンタレット

source: Cannon Turret mk2
ja: キャノンタレット2

source: Rocket turret
ja: ロケットタレット

source: Rocket turret mk2
ja: ロケットタレット2

source: Heavy howitzer
ja: 重榴弾砲

source: Heavy howitzer radar
ja: 重榴弾砲レーダー

source: Experimental heavy howitzer
ja: 実験型重榴弾砲

source: Experimental heavy howitzer radar
ja: 実験型重榴弾砲レーダー

source: Destroyer
ja: デストロイヤー

source: Destroyer inventory -Shell
ja: デストロイヤー弾薬庫(砲弾)

source: Destroyer inventory -Rocket
ja: デストロイヤー弾薬庫(ロケット弾)

source: Destroyer -Shell
ja: デストロイヤー弾薬庫(砲弾)

source: Destroyer -Rocket
ja: デストロイヤー弾薬庫(ロケット弾)

source: Capsule flower
ja: カプセルフラワー

source: Capsule flower inventory
ja: 弾薬庫(カプセル)

source: Capsule flower bundle turret
ja: カプセルフラワー付属タレット

source: Piranha solution
ja: ピラニア溶液

source: Only for Heavy howitzer shell. (Explosion - 15 range)
ja: 重榴弾砲用の砲弾です。(炸裂範囲:15)

source: Only for Experimental heavy howitzer shell. (Explosion - 30 range)
ja: 実験型重榴弾砲用の砲弾です。(炸裂範囲:30)

source: It has a bit of a problem, and can be upgraded to Enhanced electron beam turret.
ja: まだ未完成です。強化型電子ビームタレットにアップグレードしましょう。

source: Sparks occur when hit.
ja: 標的に当たった際に火花が発生します。

source: Spawner and worm attack only, Up to 50 can be built.
ja: 巣やワームに対してのみ砲撃を行います。50基まで設置可能です。

source: Spawner and worm attack only, Up to 10 can be built. Receive a fire support request.
ja: 巣やワームに対してのみ砲撃を行います。10基まで設置可能です。\n砲撃支援要請を受け付けます。

source: Up to 100 can be built.
ja: 100基まで設置可能です。

source: Request fire support to Experimental heavy howitzer.
ja: 実験型重榴弾砲に砲撃支援を要請します。

source: Heavy howitzer shell
ja: 重榴砲弾

source: Experimental heavy howitzer shell
ja: 実験型重榴砲弾

source: Acid multiple rocket
ja: 強酸斉射ロケット弾

source: Acid rocket
ja: 強酸ロケット弾

source: Acidthrower ammo
ja: 強酸放射器用薬液

source: Cluster cannon shell
ja: クラスター砲弾

source: Dummy capsule
ja: ダミーカプセル

source: Explosive multiple rocket
ja: 炸裂斉射ロケット弾

source: Fire cannon shell
ja: 焼夷砲弾

source: Fire cluster cannon shell
ja: 焼夷クラスター砲弾

source: Piranha core
ja: ピラニアコア

source: Small cannon shell
ja: 小型砲弾

source: Small explosive cannon shell
ja: 型炸裂砲弾

source: Small explosive rocket
ja: 小型炸裂ロケット弾

source: Small rocket
ja: 小型ロケット弾

source: Marking capsule
ja: マーキングカプセル

source: __1__ maximum range: __2__
ja: __1__ 最大射程: __2__

source: __1__ can build up to __2__.
ja: __1__ は__2__の上に設置できます。

source: Acidthrower turret damage bonus: +__1__
ja: 強酸放射タレットダメージボーナス: +__1__

source: Cannon turret damage bonus: +__1__
ja: キャノンタレットダメージボーナス: +__1__

source: Cannon turret mk2 damage bonus: +__1__
ja: キャノンタレット2ダメージボーナス: +__1__

source: Rocket turret damage bonus: +__1__
ja: ロケットタレットダメージボーナス: +__1__

source: Rocket turret mk2 damage bonus: +__1__
ja: ロケットタレット2ダメージボーナス: +__1__

source: Destroyer cannon damage bonus: +__1__
ja: デストロイヤーキャノンダメージボーナス: +__1__

source: Destroyer rocket damage bonus: +__1__
ja: デストロイヤーロケットダメージボーナス: +__1__

source: Heavy howitzer range
ja: 榴弾砲射程距離

source: Experimental heavy howitzer range
ja: 実験型榴弾砲射程距離

source: Howitzer
ja: 榴弾砲

source: Electron beam turret
ja: 電子ビームタレット

source: Small rockets
ja: 小型ロケット弾

source: Small cannon shells
ja: 小型砲弾

source: Acidthrower turret damage
ja: 強酸放射タレットダメージ

source: Turret mk1 damage
ja: タレットダメージ

source: Turret mk1
ja: タレット

source: Turret mk2 damage
ja: タレット2ダメージ

source: Turret mk2
ja: タレット2

source: Turret mk3 damage
ja: タレット3ダメージ

source: Turret mk3
ja: タレット3

source: Upgrade small shells
ja: 小型砲弾の改良

source: Air filter machine
ja: 空気清浄機

source: Air filter machine MK2
ja: 空気清浄機2

source: Air filter machine MK3
ja: 空気清浄機3

source: Air filter machine (REPLACE ME)
ja: 空気清浄機 (置き換えて下さい)

source: Unused Air filter
ja: エアフィルター

source: Used air filter
ja: 使用済みエアフィルター

source: Recycle used air filter
ja: 使用済みエアフィルターのリサイクル

source: Filter air
ja: 汚染を浄化する

source: Air filtering
ja: 空気清浄機の開発

source: Air filtering MK2
ja: 空気清浄機2の開発

source: Air filtering MK3
ja: 空気清浄機3の開発

source: Coal Silo
ja: 石炭サイロ

source: Saphirite Silo
ja: サフィライトサイロ

source: Jivolite Silo
ja: ジヴォライトサイロ

source: Stiratite Silo
ja: スティラタイトサイロ

source: Crotinium Silo
ja: クロシニウムサイロ

source: Rubyte Silo
ja: ルバイトサイロ

source: Bobmonium Silo
ja: ボブモニウムサイロ

source: Ore Silos
ja: 鉱石サイロの建造

source: Jax 35 - Pressure Tank
ja: Jax35 - 圧力タンク

source: Pressure Tanks
ja: 圧力タンクの建造

source: Logistic Warehouses
ja: 物流倉庫の建造

source: Warehouses
ja: 倉庫の建造

source: Algae Farm MK1
ja: 藻類培養場

source: Algae Farm MK2
ja: 藻類培養場2

source: Algae Farm MK3
ja: 藻類培養場3

source: Algae Farm MK4
ja: 藻類培養場4

source: Alien Goo
ja: エイリアンの粘液

source: Alien Spores
ja: エイリアンの胞子

source: bio-processing
ja: Angel'sバイオ技術

source: Blue Algae
ja: 青藻

source: Brown Algae
ja: 茶藻

source: Green Algae
ja: 緑藻

source: Red Algae
ja: 赤藻

source: Alien Bacteria
ja: エイリアンバクテリア

source: Alien Pre-Artifact
ja: エイリアンアーティファクトの基体

source: Blue Alien Pre-Artifact
ja: ブルーエイリアンアーティファクトの母体

source: Green Alien Pre-Artifact
ja: グリーンエイリアンアーティファクトの母体

source: Orange Alien Pre-Artifact
ja: オレンジエイリアンアーティファクトの母体

source: Purple Alien Pre-Artifact
ja: パープルエイリアンアーティファクトの母体

source: Red Alien Pre-Artifact
ja: レッドエイリアンアーティファクトの母体

source: Yellow Alien Pre-Artifact
ja: イエローアーティファクトの母体

source: Blue Cellulose Fiber
ja: 青色セルロース繊維

source: Cellulose Fiber
ja: セルロース繊維

source: Cellulose Fiber Board
ja: セルロース繊維板

source: Cellulose Paste
ja: セルロースペースト

source: Cobalt Paste
ja: ペースト状のコバルト

source: Copper Paste
ja: ペースト状の銅

source: Gold Paste
ja: ペースト状の金

source: Iron Paste
ja: ペースト状の鉄

source: Silver Paste
ja: ペースト状の銀

source: Titanium Paste
ja: ペースト状のチタン

source: Tungsten Paste
ja: ペースト状のタングステン

source: Zinc Paste
ja: ペースト状の亜鉛

source: Petri Dish
ja: ペトリ皿

source: Red Cellulose Fiber
ja: 赤色セルロース繊維

source: Alginic Acid
ja: アルギン酸

source: Calcium Carbonate
ja: 炭酸カルシウム

source: Substrate Dish
ja: 基板皿

source: Wood Bricks
ja: 木材ブロック

source: Wood Pellets
ja: 木のペレット

source: Green Algae Farming
ja: 緑藻の培養

source: Cellulose Fiber Extraction
ja: セルロース繊維の抽出

source: Cellulose Fiber from Raw Wood
ja: 原木からセルロース繊維に加工

source: Carbon Dioxide Gas From Wood
ja: 木材から二酸化炭素ガスを製造

source: Methanol Gas From Wood
ja: 木材からメタノールガスを製造

source: Paste from Chlor Methane Gas
ja: クロロメタンガスでペースト化

source: Paste from Sodium Hydroxide
ja: 水酸化ナトリウムでペースト化

source: Wood from Cellulose and Paste
ja: セルロースとペーストで木材に加工

source: Wood from Cellulose and Resin
ja: セルロースと樹脂で木材に加工

source: Alien Bio Processing
ja: エイリアンに関するバイオ技術

source: Blue Algae Processing
ja: 青藻の加工

source: Brown Algae Processing
ja: 茶藻の加工

source: Green Algae Processing
ja: 緑藻の加工

source: Paste Processing
ja: ペースト化処理

source: Red Algae Processing
ja: 赤藻の加工

source: Basic Laboratory
ja: 基礎研究所

source: Energy Tech Laboratory
ja: 電力技術研究所

source: Enhancement Tech Laboratory
ja: 強化技術研究所

source: Exploration Tech Laboratory
ja: 探査技術研究所

source: Logistic Tech Laboratory
ja: 物流技術研究所

source: Tech Archive
ja: 技術アーカイブ

source: Processing Tech Laboratory
ja: 加工技術研究所

source: Warfare Tech Laboratory
ja: 戦闘技術研究所

source: Vehicle Burner Generator
ja: 車載用燃料式発電機

source: Vehicle Construction Roboport
ja: 車載用建造ロボットステーション

source: Vehicle Fusion Reactor
ja: 車載用核融合炉

source: Vehicle Heavy Shield Generator
ja: 車載用ヘビーシールド発生器

source: Vehicle Repair Roboport
ja: 車載用修理ロボットステーション

source: Vehicle Rocket Defense
ja: 車載用迎撃ミサイル装置

source: Angel's Components
ja: Angel's部品

source: Angel's Enhancement
ja: Angel's強化

source: Angel's Technology
ja: Angel's技術

source: Vehicle Equipment
ja: 車載用装備の開発

source: Fissure
ja: 亀裂

source: Gas Well
ja: ガス田

source: Saphirite
ja: サフィライト

source: Jivolite
ja: ジヴォライト

source: Stiratite
ja: スティラタイト

source: Crotinnium
ja: クロシニウム

source: Rubyte
ja: ルバイト

source: Bobmonium
ja: ボブモニウム

source: Infinite Saphirite
ja: 無限サフィライト

source: Infinite Jivolite
ja: 無限ジヴォライト

source: Infinite Stiratite
ja: 無限スティラタイト

source: Infinite Crotinnium
ja: 無限クロシニウム

source: Infinite Rubyte
ja: 無限ルバイト

source: Infinite Bobmonium
ja: 無限ボブモニウム

source: Infinite Aluminium ore
ja: 無限アルミ鉱石

source: Infinite Coal
ja: 無限石炭

source: Infinite Cobalt Ore
ja: 無限コバルト鉱石

source: Infinite Copper Ore
ja: 無限銅鉱石

source: Infinite Fluorite
ja: 無限フローライト鉱石

source: Infinite Gem Ore
ja: 無限宝石の原石

source: Infinite Gold Ore
ja: 無限金鉱石

source: Infinite Iron Ore
ja: 無限鉄鉱石

source: Infinite Lead Ore
ja: 無限鉛鉱石

source: Infinite Nickel Ore
ja: 無限ニッケル鉱石

source: Infinite Silicon ore
ja: 無限シリコン鉱石

source: Infinite Titanium Ore
ja: 無限チタン鉱石

source: Infinite Silver Ore
ja: 無限銀鉱石

source: Infinite Stone
ja: 無限石

source: Infinite Sulfur
ja: 無限硫黄

source: Infinite Tenemut Cluster
ja: 無限テネマット鉱脈

source: Infinite Tin Ore
ja: 無限スズ鉱石

source: Infinite Tungsten Ore
ja: 無限タングステン鉱石

source: Infinite Uraninite
ja: 無限ウラン鉱石

source: Infinite Uranium Ore
ja: 無限ウラン鉱石

source: Infinite N4-Material Chunk
ja: 無限N4マテリアル鉱脈

source: Infinite F7-Material Chunk
ja: 無限F7マテリアル鉱脈

source: Infinite Zinc Ore
ja: 無限亜鉛鉱石

source: Refining and processing Saphirite can yield Iron, Copper, Quartz, Nickel, Titanium, Zinc
ja: 精製加工を行うことで鉄・銅・石英・ニッケル・チタン・亜鉛を生産できます。

source: Refining and processing Jivolite can yield Iron, Copper, Aluminium, Zinc, Silver, Tunsten
ja: 精製加工を行うことで鉄・銅・アルミ・亜鉛・銀・タングステンを生産できます。

source: Refining and processing Stiratite can yield Copper, Iron, Cobalt, Tin, Titanium, Aluminium
ja: 精製加工を行うことで銅・鉄・コバルト・チタン・アルミを生産できます。

source: Refining and processing Crotinnium can yield Copper, Iron, Lead, Silver, Gold, Titanium
ja: 精製加工を行うことで銅・鉄・鉛・銀・金・チタンを生産できます。

source: Refining and processing Rubyte can yield Lead, Nickel, Aluminium, Gold, Titanium, Tungsten
ja: 精製加工を行うことで鉛・ニッケル・アルミ・金・チタン・タングステンを生産できます。

source: Refining and processing Bobmonium can yield Tin, Quartz, Cobalt, Zinc, Aluminium and Tungsten
ja: 精製加工を行うことでスズ・石英・コバルト・亜鉛・アルミ・タングステンを生産できます。

source: Crystal Rock
ja: 結晶岩

source: Saphirite Ore
ja: サフィライト鉱石

source: Jivolite Ore
ja: ジヴォライト鉱石

source: Stiratite Ore
ja: スティラタイト鉱石

source: Crotinnium Ore
ja: クロシニウム鉱石

source: Rubyte Ore
ja: ルバイト鉱石

source: Bobmonium Ore
ja: ボブモニウム鉱石

source: Construction Robot
ja: 建造ロボット

source: "Crawler" Construction Vehicle
ja: "クローラー" 建造車両

source: Crude Passive Provider Chest
ja: 原油パッシブ供給チェスト

source: Crude Requester Chest
ja: 原油要求チェスト

source: Small Logistic Zone Expander
ja: 小型物流ゾーン拡張タワー

source: Cargo Roboport
ja: 貨物ロボットステーション

source: Cargo Robot
ja: 貨物ロボット

source: Construction Roboport
ja: 建造ロボットステーション

source: "Crawler" Construction Train Robot Wagon
ja: "クローラー"' 建造ロボット貨物車両

source: "Crawler" Construction Train Locomotive
ja: "クローラー" 建造機関車

source: "Crawler" Construction Train Locomotive Wagon
ja: "クローラー" 建造貨物機関車

source: "Crawler" Construction Train Wagon
ja: "クローラー" 建造貨物車両

source: Angel's Logistics
ja: Angel's物流

source: Construction Robots
ja: 建造ロボットの製造

source: "Crawler" Construction Train
ja: "クローラー" 建造列車の開発

source: Cargo Robots
ja: 貨物ロボットの製造

source: Burns excess chemicals (Chemical void)
ja: 余分な化学物質を燃焼して低公害化する設備です。

source: Splits fluids between two outputs, stops working if one output is blocked
ja: 流れ込んだ流体を2方向に分割します。どれか一方が停止すると動作を停止します。

source: Splits fluids between three outputs, stops working if one output is blocked
ja: 流れ込んだ流体を3方向に分割します。どれか一方が停止すると動作を停止します。

source: Storage Tank to hold any fluid. Capacity 7500u
ja: 各種流体を保管できるタンクです。容量：7500u

source: Storage Tank to hold any fluid. Capacity 4750u
ja: 各種流体を保管できるタンクです。容量：4750u

source: Pipe section that can hold 100u and can be connected to a wire
ja: 100uの容積を持ち、ワイヤに接続可能なパイプです。

source: Converts Base Game to Angels Mod fluids and vice versa
ja: Angel'sMod用の流体にベースゲームの流体を変換します。

source: Allows flow if the input side is above 80%
ja: 流れ込む量が容積の80%を超える場合にのみ流します。

source: Only allows one directional flow
ja: 決まった方向にのみ流します。

source: Advanced Chemical Plant
ja: 発展化学プラント

source: Advanced Chemical Plant MK2
ja: 発展化学プラント2

source: Air Filter
ja: 空気濾過機

source: Air Filter MK2
ja: 空気濾過機2

source: Electrolyser
ja: 電解槽

source: Electrolyser MK2
ja: 電解槽2

source: Electrolyser MK3
ja: 電解槽3

source: Electrolyser MK4
ja: 電解槽4

source: Flare Stack
ja: フレアスタック

source: 2 Way Fluid Splitter
ja: 2方向流体分配器

source: 3 Way Fluid Splitter
ja: 3方向流体分配器

source: Petrochem Gas Tank
ja: 石油ガスタンク

source: Petrochem Oil Tank
ja: 石油タンク

source: Gas Refinery
ja: ガス精製所

source: Gas Refinery MK2
ja: ガス精製所2

source: Gas Refinery MK3
ja: ガス精製所3

source: Gas Refinery MK4
ja: ガス精製所4

source: Heavy Pump
ja: ヘビーポンプ

source: Oil & Gas Separator
ja: 油脂・ガス分離機

source: Oil & Gas Separator MK2
ja: 油脂・ガス分離機2

source: Oil & Gas Separator MK3
ja: 油脂・ガス分離機3

source: Oil & Gas Separator MK4
ja: 油脂・ガス分離機4

source: Steam Cracker
ja: 蒸気分解機

source: Steam Cracker MK2
ja: 蒸気分解機2

source: Steam Cracker MK3
ja: 蒸気分解機3

source: Steam Cracker MK4
ja: 蒸気分解機4

source: Check Valve
ja: チェックバルブ

source: Converter Valve
ja: コンバーターバルブ

source: Overflow Valve
ja: オーバーフローバルブ

source: Return Valve
ja: リターンバルブ

source: Acid Gas
ja: 酸性ガス

source: Allylchlorid Gas
ja: 塩化アリルガス

source: Ammonia Gas
ja: アンモニアガス

source: Ammonium Chloride Gas
ja: 塩化アンモニウムガス

source: Benzene Gas
ja: ベンゼンガス

source: Butadiene Gas
ja: ブタジエンガス

source: Butane Gas
ja: ブタンガス

source: Carbon Dioxide
ja: 二酸化炭素

source: Carbon Monoxide
ja: 一酸化炭素

source: Chlor Methane Gas
ja: クロロメタンガス

source: Chlorine Gas
ja: 塩素ガス

source: Compressed Air
ja: 圧縮空気

source: Dimethylamine Gas
ja: ジメチルアミンガス

source: Dimethylhydrazine Gas
ja: ジメチルヒドラジンガス

source: Epichlorhydrin Gas
ja: エピクロロヒドリンガス

source: Ethane Gas
ja: エタンガス

source: Ethylbenzene Gas
ja: エチルベンゼンガス

source: Ethylene Gas
ja: エチレンガス

source: Formaldehyde Gas
ja: ホルムアルデヒドガス

source: Glycerol Gas
ja: グリセリンガス

source: Hydrazine Gas
ja: ヒドラジンガス

source: Hydrogen Gas
ja: 水素ガス

source: Hydrogen Chloride Gas
ja: 塩化水素ガス

source: Hydrogen Sulfide Gas
ja: 硫化水素ガス

source: Melamine Gas
ja: メラミンガス

source: Methane Gas
ja: メタンガス

source: Methanol Gas
ja: メタノールガス

source: Methylamine Gas
ja: メチルアミンガス

source: Monochloramine Gas
ja: クロラミンガス

source: Natural Gas
ja: 天然ガス

source: Nitrogen Gas
ja: 窒素ガス

source: Nitrogen Dioxide Gas
ja: 二酸化窒素ガス

source: Oxygen Gas
ja: 酸素ガス

source: Phenol Gas
ja: フェノールガス

source: Polyethylene Gas
ja: ポリエチレンガス

source: Propene Gas
ja: プロパンガス

source: Raw Gas
ja: 生ガス

source: Residual Gas
ja: 残余ガス

source: Styrene Gas
ja: スチレンガス

source: Sulfur Dioxide Gas
ja: 二酸化硫黄ガス

source: Synthesis Gas
ja: 合成ガス

source: Urea Gas
ja: 尿素ガス

source: Gas Condensates
ja: 縮合ガス

source: Fuel Oil
ja: 燃料油

source: Hydrochloric Acid
ja: 塩酸

source: Hydrofluoric Acid
ja: フッ化水素酸

source: Base Mineral Oil
ja: 鉱物油

source: Multi Phase Oil
ja: 多相油

source: Naphtha
ja: ナフサ

source: Natural Gas Liquids
ja: 液化天然ガス

source: Nitric Acid
ja: 硝酸

source: Perchloric Acid
ja: 過塩素酸ガス

source: Sulfuric Acid
ja: 硫酸

source: Sodium Hypochlorite
ja: 次亜塩素酸ナトリウム

source: Petro Chemical Refining
ja: Angel's化学精製

source: Blue Metal Catalyst
ja: 青の金属触媒

source: Metal Catalyst Carrier
ja: 金属触媒用フレーム

source: Green Metal Catalyst
ja: 緑の金属触媒

source: Red Metal Catalyst
ja: 赤の金属触媒

source: Yellow Metal Catalyst
ja: 黄の金属触媒

source: Chemical Void
ja: 化学ヴォイド

source: Crushed Coal
ja: 砕けた石炭

source: Fluorite Ore
ja: フローライト鉱石

source: Coke Pellet
ja: コークスのペレット

source: Calcium Chloride
ja: 塩化カルシウム

source: Calcium Sulfate
ja: 硫酸カルシウム

source: Carbon
ja: 炭素

source: Coke
ja: コークス

source: Lithia Salt (Lithium Chloride)
ja: 塩化リチウム

source: Oil Residuals
ja: 残余油

source: Polypropylen Plastic
ja: ポリプロピレンプラスチック

source: Phenolic Plastic
ja: フェノールプラスチック

source: Polyethylene Plastic
ja: ポリエチレンプラスチック

source: Resin 1
ja: 樹脂1

source: Resin 2
ja: 樹脂2

source: Rubber
ja: ゴム

source: Salt (Sodium Chloride)
ja: 塩化ナトリウム

source: Sodium Chlorate
ja: 塩素酸ナトリウム

source: Sodium Hydroxide
ja: 水酸化ナトリウム

source: Sodium Perchlorate
ja: 過塩素酸ナトリウム

source: Non Return Valve
ja: ノーリターンバルブ

source: Advanced Oil Refining: Mineral Oil, Fuel Oil, Naphtha
ja: 発展的な石油加工: 鉱物油, 燃料油, ナフサ

source: Air Filtering: Compressed Air
ja: 空気の濾過: 圧縮空気

source: Air Separation: Nitrogen Gas, Oxygen Gas
ja: 空気の分離: 窒素ガス, 酸素ガス

source: Catalytic Cracking Naphtha to Butadiene
ja: ブタジエンをナフサに触媒分解

source: Catalytic Cracking Naphtha to Propene
ja: プロピレンをナフサに触媒分解

source: Coal Cracking Gasification: Coke, Hydrogen Sulfide Gas, Benzene Gas, Methane Gas
ja: 石炭をガスに分解: コークス, 硫化水素ガス, ベンゼンガス, メタンガス

source: Coal Cracking Bergius Process: Coke, Metal Catalyst Carrier, Naphtha, NGL, Mineral-Oil
ja: 石炭のベルギウス処理: コークス, 金属触媒フレーム, ナフサ, 液化天然ガス, 鉱物油
